[Package]
Name=Double-Y Stacked Columns
Name_de=Gestapelte Säulen mit doppeltem Y
Name_ja=積み上げ二重Y軸
Name_cn=双Y轴的堆积柱状图
Description=Plot two group of data as side-by-side columns, each group has its own Y axis.XYYYY columns are required. Group info puts in Comment label row.
Description_de=Zeichnen Sie zwei Datengruppen als zwei sich nebeneinander befindende Säulen. Jede Gruppe hat ihre eigene Y-Achse. XYYYY-Spalten sind erforderlich. Die Gruppeninformationen werden in die Beschriftungszeile Kommenatre eingegeben.
Description_ja=隣り合った列にある2グループのデータから作図します。それぞれのグループはそれぞれでY軸を持ちます。XYYYY列が必要です。グループ情報はコメントラベル行に入力します。
Description_cn=将两组数据绘制成并排的柱状图，每个分组有自己的 Y 轴。 XYYYY 列是必需的。分组信息放在注释标签行。
ID=745
Version=2.1
Category=Multi-Panel, Multi-Axis
Keywords=
Author=OriginLab Corp.
Type=2
[Origin]
Version=10.05
Pro=0
[Log]
v2.0 3/23/2023 Updated to use new double-Y mechanism
v2.1 11/14/2023 Updated for dark mode
